export const terms = [
  {
    "title": "Искусственный интеллект (ИИ)",
    "description": "Искусственный интеллект представляет собой область информатики, занимающуюся созданием программ и систем, способных выполнять задачи, требующие человеческого интеллекта."
  },
  {
    "title": "Квантовые вычисления",
    "description": "Квантовые вычисления используют квантовые биты (кьюбиты) для обработки информации, что позволяет решать задачи, крайне сложные для классических компьютеров."
  },
  {
    "title": "Интернет вещей (IoT)",
    "description": "IoT представляет собой сеть физических устройств, соединенных между собой и с интернетом, для сбора и обмена данными."
  },
  {
    "title": "Блокчейн",
    "description": "Блокчейн - это децентрализованная база данных, в которой данные о транзакциях хранятся в блоках, обеспечивая прозрачность и безопасность."
  },
  {
    "title": "Виртуальная реальность (VR)",
    "description": "Виртуальная реальность создает иммерсивное визуальное и звуковое окружение, погружая пользователя в виртуальный мир."
  },
  {
    "title": "Машинное обучение",
    "description": "Машинное обучение позволяет компьютерам извлекать знания из данных и принимать решения без явного программирования."
  },
  {
    "title": "Биг-дата",
    "description": "Биг-дата относится к обработке и анализу огромных объемов данных, требующих специальных методов и технологий."
  },
  {
    "title": "Кибербезопасность",
    "description": "Кибербезопасность обеспечивает защиту компьютерных систем, сетей и данных от кибератак и несанкционированного доступа."
  },
  {
    "title": "Робототехника",
    "description": "Робототехника изучает создание и управление роботами, способными выполнять различные задачи в различных сферах."
  },
  {
    "title": "Интерфейс человек-компьютер (HCI)",
    "description": "HCI фокусируется на взаимодействии между человеком и компьютером, оптимизируя интерфейсы для удобства использования."
  },
  {
    "title": "Смешанная реальность",
    "description": "Смешанная реальность сочетает элементы виртуальной и дополненной реальности, создавая новый уровень взаимодействия с окружающим миром."
  },
  {
    "title": "Интеллектуальный анализ данных",
    "description": "Интеллектуальный анализ данных использует методы и технологии искусственного интеллекта для извлечения ценной информации из больших объемов данных."
  },
  {
    "title": "Генетический алгоритм",
    "description": "Генетический алгоритм моделирует процессы естественного отбора для оптимизации решений в различных областях, таких как оптимизация расписания и проектирование."
  },
  {
    "title": "Интернет вещей в здравоохранении",
    "description": "Применение IoT в здравоохранении позволяет мониторить и собирать данные о состоянии пациентов, оптимизируя процессы лечения и диагностики."
  },
  {
    "title": "Технология блокчейн в финансах",
    "description": "Технология блокчейн применяется в финансовой сфере для обеспечения безопасности транзакций и улучшения эффективности финансовых процессов."
  },
  {
    "title": "Распознавание речи",
    "description": "Технологии распознавания речи используются для преобразования звуковых сигналов в текст, обеспечивая автоматизацию и удобство взаимодействия с устройствами."
  }
];
